[
	{
		"name": "Elina Csapo",
		"role": "Founder",
		"focus": "Childhood Apraxia of Speech",
		"image": "/elina.jpg",
		"bio": [
			"Hi 👋 I'm Elina! I am a sophomore at Rider University in New Jersey, studying Management and Global Supply Chain. During my second year, I had the opportunity to study abroad at Oxford University in the United Kingdom. At Rider, I am a proud member of the Gail Bierenbaum Leadership Council, the Business Honors Program, and the Baccalaureate Honors Program.",
			"I was diagnosed with Childhood Apraxia of Speech (CAS) at age four, an experience that shaped my passion for advocacy and empowerment. I am the founder of Young Able Voices, a peer-to-peer support group dedicated to helping individuals with speech and communication differences build confidence and community. My commitment to inclusion has led me to host the Gender Equity Matters and Hidden Disability Summits, speak at the Apraxia Kids National Conference for four consecutive years, and present at schools and conferences nationwide.",
			"I have delivered a TEDx talk and co-authored four research papers within the past two years. Originally adopted from Khabarovsk, Russia, I bring a global and compassionate perspective to everything I do.",
			"Outside the classroom, I enjoy field hockey, golf, rock climbing, and recently caving, and playing floorball abroad. I believe challenges are not obstacles but opportunities for growth—and that resilience, diversity, and authentic connection can inspire lasting change."
		]
	},
	{
		"name": "Eliza",
		"role": "POTS & Dysautonomia Support",
		"focus": "POTS, Dysautonomia, Chronic Migraines",
		"bio": [
			"Hey y'all, my name is Eliza! I am 18 years old and a current senior in high school. I have POTS, dysautonomia, and chronic migraines; I was diagnosed with POTS in 2023 after a series of viral infections.",
			"I have learned to navigate life as a chronically ill teen with help from the Mayo Clinic's Pediatric Pain Rehabilitation Clinic in Rochester, Minnesota. I am so excited to talk with you all!"
		]
	},
	{
		"name": "Maggie Peña",
		"role": "Dyslexia Support",
		"focus": "Dyslexia, Auditory Processing Disorder",
		"bio": [
			"Hi everyone! My name is Maggie Peña and I am a psychology major at Rider University. I have a learning disability called Dyslexia and Auditory Processing Disorder (APD). I was diagnosed with both when I was 15, and I have accumulated many coping skills before and after my diagnosis.",
			"Some challenges I've faced are learning how to advocate for myself during my 3-year diagnosis process, figuring out how to verbalize what was going on, and catching up on learning Dyslexia-focused strategies while transitioning from high school to college.",
			"My goal with joining Young Able Voices is to supplement their advocacy and community by adding perspective. I look forward to furthering the support that Young Able Voices provides."
		]
	}
]
